{
	"hobbies": [
		{
			"title": "Anime",
			"description": "Lemme tell you all about my waifus. And husbandos, this is a safe space. I think anime is the absolute peak of human accomplishments. If aliens ever came to visit earth, we can explain our entire history of our species through a binge session of all episodes of OnePiece. Anime is life."
		},
		{
			"title": "Tibetian Throat Singing",
			"description": "I love Tibet. I love singing. I love throats (in fact I collect them as another hobby). Mixing them all together gets you Tibetan throat singing. It is such a beautiful art, no matter how terrible I am at it. Even if my neighbors try to bomb my bedroom and my parents have disowned me from the noise, I continue to follow my passion."
		},
		{
			"title": "Coin Collecting",
			"description": "Everybody loves money. Money makes the world go round. Money can also be round. Earth is really old. Finding really old coins is nice. They may not be shiny, but not all shiny things are great like the grease in my classmate’s hair."
		},
		{
			"title": "Reddit",
			"description": "I made it onto the front of Reddit once, by channelling my big dick energy."
		},
		{
			"title": "Fanfction",
			"description": "E. L. James managed to make it big with her Twilight fanfiction, Fifty Shades of Grey. I aspire to be her one day and get my WattPad account famout."
		},
		{
			"description": "CHESS <3",
			"icon": "fas fa-chess-king"
		},
		{
			"title": "<div style={{ color: \"black\"}}>puzzles</div>",
			"description": "puz <3",
			"icon": "fas fa-puzzle-piece"
		},
		{
			"title": "(e)Sports",
			"description": "I'm an active Fortnite, League, and Overwatch player."
		},
		{
			"title": "Breathing",
			"description": "10/10 would recommend"
		},
		{
			"title": "uwu",
			"description": "<i>notices your starting salary</i> owo what's this?"
		},
		{
			"title": "Alcohol Connoisseur",
			"description": "I even got my stomach pumped one time"
		},
		{
			"title": "Elite Yelper™",
			"description": "Maybe you've read one of my excessively long reviews!"
		},
		{
			"title": "Martial Artist",
			"description": "With many years of practice, I’ve turned just barely passing courses into an art form. "
		},
		{
			"title": "I'm too lazy for a title",
			"description": "Won awards for most hours spent catatonic scrolling on phone"
		},
		{
			"title": "Music",
			"description": "music is my passion; I can play the recorder and sing (in the shower)",
			"icon": "fas fa-music"
		},
		{
			"title": "Baking",
			"description": "the bacteria I’m growing in the cabinet adds a unique flavour to my products"
		},
		{
			"title": "Getting Baked",
			"description": ";)",
			"icon": "fas fa-bong"
		}
	]
}